Repository: aliarifsoydas/scare-routine-ios
Catalog: SCare Routine/Localizable.xcstrings
Source language: tr
Languages: en

source: Marka ve ürün adı yeterli. İstersen sonradan düzenleyebilirsin.
en: Brand and product name are enough. You can edit later if you want.

source: Mat
en: Matte

source: Mat görünüm
en: Dullness

source: Meksika
en: Mexico

source: Metin eşleşmesi
en: Text match

source: Mevcut ürününe çok benziyor
en: Very similar to your existing product

source: Mısır
en: Egypt

source: Nadiren
en: Rarely

source: Nadiren yanar, koyu bronzlaşır
en: Rarely burns, tans deeply

source: Nasıl kullanılır
en: How to use

source: Ne zaman?
en: When?

source: Neden bu sıralama?
en: Why this order?

source: Nem
en: Hydration

source: Nemlendirici
en: Moisturizing

source: nemli
en: hydrated

source: Nemli
en: Dewy

source: Net bir artı/eksi yok
en: No clear pros or cons

source: Niacinamide, salisilik asit (BHA) ve oil-free formüller önereceğim.
en: I'll suggest niacinamide, salicylic acid (BHA), and oil-free formulas.

source: Notlar
en: Notes

source: Notlar (opsiyonel)
en: Notes (optional)

source: Nötr — denenebilir
en: Neutral — worth trying

source: Nötr öneriler
en: Neutral recommendations

source: Okunuyor...
en: Reading...

source: Olası eşleşme
en: Possible match

source: Oluştur
en: Create

source: Oluşturulamadı. Bağlantını kontrol et.
en: Couldn't create. Check your connection.

source: Ön yüz çekildi
en: Front side captured

source: Öne çıkanlar
en: Highlights

source: Öneri alınamadı
en: Couldn't get a suggestion

source: Önerilerin temelini bu oluşturur.
en: This shapes your recommendations.

source: Örn. Sabah Rutini
en: e.g. Morning Routine

source: Orta
en: Medium

source: Orta uyum
en: Decent match

source: Ortalama uyku
en: Average sleep

source: Ortalama: %@ saat
en: Average: %@ hours

source: Oturumun süresi doldu. Lütfen tekrar giriş yap.
en: Your session has expired. Please sign in again.

source: Özel
en: Custom

source: Paz
en: Sun

source: Per
en: Thu

source: Profil
en: Profile

source: Profil bilgileri
en: Profile info

source: Profil hazır
en: Profile ready

# profile_age_format
source: %lld yaşında
en: %lld years old

# profile_alcohol_prefix
source: Alkol: %@
en: Alcohol: %@

# profile_all_info_ready
source: Tüm bilgilerin hazır.
en: All your info is ready.

# profile_skin_tone_prefix
source: Ton: %@
en: Tone: %@

# profile_skin_type_prefix
source: Cilt: %@
en: Skin: %@

# profile_sleep_prefix
source: Uyku: %@
en: Sleep: %@

# profile_smoking_prefix
source: Sigara: %@
en: Smoking: %@

source: Profilin hazır
en: Your profile is ready

source: Profilin hazır!
en: Your profile is ready!

source: Profilin kaydediliyor
en: Saving your profile

source: Profiline eklendi
en: Added to your profile

source: Profilini görüntüle
en: View your profile

source: Profilini kontrol ediyor...
en: Checking your profile...

source: Profilini tamamla
en: Complete your profile

source: Profilinle iyi eşleşiyor
en: Good match with your profile

source: Puan
en: Rating

source: pul pul
en: flaky

source: Pürüzsüzleştirici
en: Smoothing

source: Pzt
en: Mon

# reminder_label
source: Hatırlatma
en: Reminder

source: Romanya
en: Romania

# routine_name_evening
source: Akşam Rutini
en: Evening Routine

# routine_name_morning
source: Sabah Rutini
en: Morning Routine

source: Rusya
en: Russia

source: Rutin
en: Routine

source: Rutin silinemedi
en: Couldn't delete routine

source: Rutini geliştirebilecek eksikler
en: Gaps that could improve your routine

source: Rutini nasıl oluşturmak istersin?
en: How do you want to create the routine?

source: Rutini sil
en: Delete routine

source: Rutinler yüklenemedi
en: Couldn't load routines

source: Rutinlerim
en: My Routines

source: Saat
en: Time

source: Sabah
en: Morning

source: sabah / akşam
en: morning / evening

source: Sabah rutini
en: Morning routine

source: Sabah Rutini
en: Morning Routine

source: Sabah temizleyicim
en: My morning cleanser

source: Sabah ve akşam için ayrı rutinler oluştur, arşivindeki ürünleri ekle. Sonra AI sana ne eksik olduğunu söyler.
en: Create separate morning and evening routines, then add products from your archive. AI will tell you what's missing.

source: Saç
en: Hair

source: Saç bakımı
en: Haircare

source: Saç şikayetlerin
en: Hair concerns

source: Saç tipin
en: Your hair type

source: Sadece veri sakla
en: Data only

source: Sadece veri saklanır
en: Data only

source: Sadece veri saklanıyor
en: Data only

source: Sağlık
en: Health

source: Sağlık bilgilerin
en: Your health info

source: Saklama
en: Storage

source: Sal
en: Tue

source: sana özel hazırladım.
en: I crafted this just for you.

source: Sana özel hazırladım.
en: I made this just for you.

source: Şartlar
en: Terms

source: SCare Routine tıbbi tavsiye değildir.
en: SCare Routine is not medical advice.

source: SCare'in seni nasıl anmasını istersin?
en: What should SCare call you?

# score_label_excellent
source: Cildinle çok uyumlu
en: Highly compatible with your skin

# score_label_good
source: Cildine uygun
en: Suitable for your skin

# score_label_neutral
source: Nötr — denenebilir
en: Neutral — worth trying

# score_label_poor
source: Cildine uygun değil
en: Not suitable for your skin

source: seçtin
en: selected

source: Selfie çekmek için Ayarlar > Gizlilik üzerinden kamera iznini açabilirsin.
en: Enable camera access from Settings > Privacy to take a selfie.

source: Selfie ile tahmin et
en: Estimate with a selfie

source: Selfie modu
en: Selfie mode

source: Selfie yüklenemedi. Tekrar dene veya selfiesiz kaydet.
en: Couldn't upload selfie. Try again or save without one.

source: Selfieyi kaldır
en: Remove selfie

source: Selülit
en: Cellulite

source: Semptomlar (opsiyonel)
en: Symptoms (optional)

source: Senin için aktif
en: Active for you

source: Senin için değerlendiriliyor
en: Evaluating for you

source: Senin için hazırlıyorum…
en: Getting things ready for you…

source: Sigara
en: Smoking

source: Sigara, alkol, uyku, su
en: Smoking, alcohol, sleep, water

source: Sil
en: Delete

source: Şimdi arka etiketi çek
en: Now take the back label

source: Şimdi kapat
en: Close now

source: Şimdilik atla
en: Skip for now

source: Sivilce
en: Breakouts

source: Siyah nokta
en: Blackheads

source: Sıkı kıvırcık
en: Coily

source: Sıradakiler
en: What's next

# skin_type_combination
source: Karma
en: Combination

# skin_type_combination_reveal
source: Karma cildine bölgesel dengeli bakım planlayacağız
en: We'll plan zone-balanced care for combination skin

# skin_type_combination_subtitle
source: T-zone yağlı, yanaklar normal/kuru
en: Oily T-zone, normal/dry cheeks

# skin_type_dry
source: Kuru
en: Dry

# skin_type_dry_reveal
source: Kuru cildine yoğun nemlendirme önereceğiz
en: We'll recommend deep hydration for your dry skin

# skin_type_dry_subtitle
source: Gerginlik, pul pul, mat
en: Tightness, flaking, matte

# skin_type_normal_reveal
source: Normal cildinin dengesini koruyacak rutinler planlayacağız
en: We'll plan routines that maintain your normal skin's balance

# skin_type_normal_subtitle
source: Dengeli, sorunsuz
en: Balanced, problem-free

# skin_type_oily
source: Yağlı
en: Oily

# skin_type_oily_reveal
source: Yağlı cildi olanlara matlaştırıcı bakım planlayacağız
en: We'll plan mattifying care for oily skin

# skin_type_oily_subtitle
source: T-zone parlıyor, gözenekler belirgin
en: T-zone shines, visible pores

# skin_type_sensitive
source: Hassas
en: Sensitive

# skin_type_sensitive_reveal
source: Hassas cildine yumuşak ve kalmer formülasyonlar önereceğiz
en: We'll recommend gentle, calming formulas for sensitive skin

# skin_type_sensitive_subtitle
source: Kolay kızarır, batar, hissettirir
en: Easily reddens, stings, reacts

# sleep_hours_long
source: %@ saat
en: %@ hours

# sleep_hours_per_night
source: %@ saat / gece
en: %@ hours / night

# sleep_hours_short
source: %@ sa
en: %@ h

# smoking_daily
source: Her gün
en: Daily

# smoking_never
source: Hiç
en: Never

# smoking_occasional
source: Arada bir
en: Occasionally

source: Son 30 gün
en: Last 30 days

source: Son arşive eklenenler
en: Recently added to archive

source: Son detayları gözden geçiriyor...
en: Reviewing final details...

source: Son güncelleme: %@
en: Last updated: %@

source: Son loglar
en: Recent logs

source: Sonra
en: Later

source: Sonra profilden eklersin
en: You can add it later from your profile

source: Sonuca geri dön
en: Back to result

source: Stres
en: Stress

source: Şu an önerilmez
en: Not recommended right now

source: Sunucudan beklenmedik yanıt.
en: Unexpected response from server.

source: Suudi Arabistan
en: Saudi Arabia

source: T-zone için BHA, yanaklar için ceramide karışık önerilerim olacak.
en: I'll mix BHA for the T-zone and ceramides for your cheeks.

source: T-zone parlıyor, gözenekler belirgin
en: T-zone shines, visible pores

source: T-zone yağlanma
en: T-zone oiliness

source: T-zone yağlı, yanaklar kuru
en: Oily T-zone, dry cheeks

source: Tahmin: Tip %lld
en: Estimate: Type %lld

source: Tahminin hazır
en: Your estimate is ready

source: Tahriş
en: Irritation

source: Takma ad
en: Nickname

source: Talimat (opsiyonel)
en: Instruction (optional)

source: Tam kapatıcı
en: Full coverage

source: Tam tanıyamadım
en: Couldn't quite identify it

source: Tamam
en: OK

source: Tanıma için yeterli veri yok.
en: Not enough data to recognize.

source: Tanınıyor
en: Identifying

source: Tanınmadı
en: Not recognized

source: Tekrar çek
en: Retake

source: Tekrar dene
en: Try again

source: Tekrar tara
en: Scan again

source: Tercihler
en: Preferences

# timeslot_evening
source: Akşam
en: Evening

# timeslot_midday
source: Öğle
en: Midday

# timeslot_morning
source: Sabah
en: Morning

source: Tip %lld
en: Type %lld

# Tip %lld · ITA %lld° · güven %@
source: Tip %1$lld · ITA %2$lld° · güven %3$@
en: Type %1$lld · ITA %2$lld° · confidence %3$@

source: Tip 1 — Çok açık
en: Type 1 — Very fair

source: Tip 1 · Çok açık
en: Type 1 · Very fair

source: Tip 2 — Açık
en: Type 2 — Fair

source: Tip 2 · Açık
en: Type 2 · Fair

source: Tip 3 — Açık-orta
en: Type 3 — Light-medium

source: Tip 3 · Açık-orta
en: Type 3 · Light-medium

source: Tip 4 — Orta
en: Type 4 — Medium

source: Tip 4 · Orta
en: Type 4 · Medium

source: Tip 5 — Koyu
en: Type 5 — Dark

source: Tip 5 · Koyu
en: Type 5 · Dark

source: Tip 6 — Çok koyu
en: Type 6 — Very dark

source: Tip 6 · Çok koyu
en: Type 6 · Very dark

source: Topaklanma
en: Pilling

source: Topluluk
en: Community

source: Trendler için en az birkaç gün veri girmen gerek
en: You'll need a few days of entries before trends show up

source: Trendlerin
en: Your trends

source: Tüm sorular opsiyonel — boş bırakabilir, sonra profilden değiştirebilirsin.
en: Everything is optional — leave blank and update later from your profile.

source: Tüm ürünler
en: All products

source: Tümü
en: All

source: Ukrayna
en: Ukraine

source: Ülke
en: Country

source: Ülke ara
en: Search country

source: Üretici
en: Manufacturer

source: ürün
en: products

source: Ürün
en: Product

source: Ürün adı *
en: Product name *

source: Ürün ara
en: Search products

source: Ürün ekle
en: Add product

source: Ürün eşleştirilemedi
en: Couldn't match the product

source: Ürün seçilmedi.
en: No product selected.

source: Ürün tanınıyor...
en: Identifying product...

source: Ürünleri eşleştiriyor...
en: Matching your products...

source: Ürünü bulamadım
en: Couldn't find the product

source: Ürünü göremedim. Aşağıdan manuel eklemeyi deneyebilirsin.
en: I couldn't see the product. You can try adding it manually below.

source: Ürünü kareye sığdır
en: Fit the product in frame

source: UV hassasiyetini ve SPF önerilerini kişiselleştirmek için cilt tonunu seç.
en: Pick your skin tone to personalize UV sensitivity and SPF recommendations.

source: Uyarılar
en: Warnings

source: Uyarılar & saklama
en: Warnings & storage

source: Uygulamayı yeniden başlat
en: Restart the app

source: Uygun cilt
en: Suitable skin

source: uyku
en: sleep

source: Uyku
en: Sleep

source: Uyku (saat)
en: Sleep (hours)

source: Uzun süreli
en: Long-lasting

source: Vazgeç
en: Cancel

source: Verilerimi saklamayı kabul ediyorum
en: I agree to store my data

source: Vücut
en: Body

source: Vücut bakımı
en: Bodycare

source: Vücut şikayetlerin
en: Body concerns

source: Vücut sivilcesi
en: Body breakouts

# weekday_short_fri
source: Cum
en: Fri

# weekday_short_mon
source: Pzt
en: Mon

# weekday_short_sat
source: Cmt
en: Sat

# weekday_short_sun
source: Paz
en: Sun

# weekday_short_thu
source: Per
en: Thu

# weekday_short_tue
source: Sal
en: Tue

# weekday_short_wed
source: Çar
en: Wed

source: Yağ
en: Oil

source: Yağlanma
en: Oiliness

source: Yağlı
en: Oily

source: Yağlılık
en: Oiliness

source: Yağsız
en: Non-greasy

source: Yakında
en: Coming soon

source: Yaklaşık 45 saniye
en: About 45 seconds

source: yanaklar kuru
en: dry cheeks

source: Yanıt çözümlenemedi.
en: Could not parse the response.

source: yanma
en: burning

source: Yanma
en: Burning

source: Yapıldı — düzenlemek için dokun
en: Done — tap to edit

source: Yapışkanlık
en: Stickiness

source: Yaş
en: Age

source: Yaşadığın bölge cilt önerilerini hava ve UV koşullarına göre kişiselleştirmemize yardım eder.
en: Your region helps us personalize skin recommendations based on weather and UV conditions.

source: Yaşam tarzı
en: Lifestyle

source: Yaşın: %lld
en: Age: %lld

source: Yaşına göre cilt ihtiyaçların önemli ölçüde değişir.
en: Your skin needs change a lot with age.

source: Yatıştırıcı
en: Soothing

source: Yeni Rutin
en: New Routine

source: Yeni ürün ekle
en: Add new product

source: Yeni Zelanda
en: New Zealand

source: Yeterli ürün yok
en: Not enough products

source: yok
en: none

source: Yükleme başarısız (%@).
en: Upload failed (%@).

source: Yüklenemedi
en: Couldn't load

source: Yükleniyor...
en: Loading...

source: Yükleniyor…
en: Loading…

source: Yunanistan
en: Greece

source: Yüz bulunamadı. Yüzünü çerçeveye al ve tekrar dene.
en: No face detected. Frame your face and try again.

source: Yüz temizleyici
en: Face cleanser

source: Yüz tespit + Lab/ITA
en: Face detection + Lab/ITA

source: Yüz tespit + Lab/ITA hesaplama
en: Detecting face + computing Lab/ITA

source: Yüz tespit edildi ama detaylar okunamadı. Daha iyi aydınlatma dene.
en: Face detected but details could not be read. Try better lighting.

source: Yüzünü çerçeveye al
en: Frame your face

source: Yüzünü oval içine al, aydınlık ortamda en iyi sonucu verir.
en: Frame your face inside the oval — bright lighting works best.

source: Yüzünü ovale yerleştir, ışık yüzüne gelsin
en: Position your face in the oval, face the light

source: Zaten arşivinde benzer ürün
en: Similar product already in your archive

source: Zaten arşivinde var
en: Already in your archive

source: Zayıf eşleşme
en: Weak match

source: Zorunlu
en: Required
